aki77.haml-lint
aki77.rails-db-schema
aliariff.vscode-erb-beautify
asuka.insertnumbers
betterplace.rails-edit-credentials
bung87.rails
bung87.vscode-gemfile
craigmaslowski.erb
cybai.yaml-key-viewer
eamodio.gitlens
earshinov.simple-alignment
ecmel.vscode-html-css
esbenp.prettier-vscode
fabianlauer.vs-code-xml-format
fabiospampinato.vscode-open-multiple-files
github.copilot
github.copilot-chat
glenn2223.live-sass
ibm.output-colorizer
kaiwood.endwise
lorankloeze.ruby-rubocop-revived
redhat.vscode-yaml
ritwickdey.liveserver
shardulm94.trailing-spaces
shopify.ruby-lsp
sianglim.slim
syler.sass-indented
timkmecl.codegpt3
tombonnike.vscode-status-bar-format-toggle
tyriar.sort-lines
vayan.haml
vortizhe.simple-ruby-erb
vscode-icons-team.vscode-icons
waderyan.gitblame
zignd.html-css-class-completion
